{
    "core_msgbox_ui_file_not_found": "De programma bestanden kunnen niet geopend worden.\n\nEr staan misschien ongeldige karakters in het installatie pad, het bestand kan verdwenen zijn of geblokkeerd door anti-virus software.\n\nProbeer Wallpaper Engine te installeren in dezelfde directory als [[[Platform]]] of maak een [[[Platform]]] bibliotheek met simpele karakters.",
    "core_updater_status_distro_file_delete": "Verwijderen bestand: {{filepath}}",
    "core_updater_status_distro_file_delete_error": "Bestand verwijderen mislukt: {{error}}",
    "core_updater_status_verify_failed_message_box_body": "Het lijkt erop dat sommige bestanden van Wallpaper Engine niet geïnstalleerd konden worden. Dit kan gebeuren als er download errors zijn in [[[Platform]]] of anti-virus programma's die valse positief meldingen geven op veilige bestanden. Als u een andere anti-virus heeft dan Windows Defender, stel deze dan zo in dat deze niet ingrijpt bij [[[Platform]]] en Wallpaper Engine.\n\nWees er zeker van dat de applicatie gesloten is tijdens het updaten (sluit het programma via het icoontje op de taakbalk of via taakbeheer indien nodig) en let erop dat er geen anti-virus systeem verhinderd dat uw computer correct werkt.\n\nMocht uw anti-virus bestanden verwijderd hebben van Wallpaper Engine, moet u deze terugplaatsen en voeg de locatie van Wallpaper Engine toe aan de veilige lijst zodat deze bestanden niet verwijderd worden door uw anti-virus software.",
    "core_updater_status_corrupted_system_module_message_box_body": "Uw systeem is defect of er zijn ontbrekende bestanden. Wallpaper Engine werkt niet als u computer niet correct geïnstalleerd is. Dit is een probleem met uw Windows installatie en niet van Wallpaper Engine.\n\nProbeer uw computer te herstellen door volgende stappen te volgen:\n\n",
    "core_updater_status_corrupted_system_module_message_box_body_delete": "- Eerst verwijderen we deze bestanden via Windows Verkenner:\n{{modules}}\n\n",
    "core_updater_status_corrupted_system_module_message_box_body_install_directx": "- Herinstalleer DirectX door volgend bestand uit te voeren:\n{{installers}}\nU kan ook DirectX 9 downloaden van de Microsoft website."
}
